{
  "info": 
  [
    {
        "img": 0,
        "title":"The Grim Adventures of Billy & Mandy",
        "desc":"The series is centered around the exploits of Billy (Richard Steven Horvitz), a completely idiotic and happy-go-lucky boy; Mandy (Grey DeLisle), a cynical, intelligent, and merciless girl; and Grim (Greg Eagles), a Jamaican-accented Reaper. After Billy and Mandy cheated at a limbo match against Grim (in retaliation for putting the limbo rod too low for them to go under), he is enslaved in a permanently unwanted friendship with the children.[1] Grim is miserable in the first days of his servitude, and even fantasizes about killing them multiple times. However, as the time passes, he gradually adapts to the new life, and even grows to care for Billy and Mandy, if only somewhat. Despite this, he retains a love–hate relationship with the two and desires to eventually break free from his servitude."
    },
    {
        "img": 1,
        "title":"Courage the Cowardly Dog",
        "desc":"Courage the Cowardly Dog follows Courage (Marty Grabstein), a kind yet easily frightened dog. He was abandoned as a puppy after his parents were forcibly sent into outer space by a crazed veterinarian.[2] Soon after, he was found in an alleyway by Muriel Bagge (Thea White), a friendly, sweet-natured Scottish woman, who decided to take Courage in as her own, and was inspired by the nature of this first meeting to give him his name. In the present, he lives with the now elderly Muriel and her also elderly husband Eustace Bagge (Lionel Wilson episodes 1–33, Arthur Anderson episodes 34–52), a grumpy, selfish and greedy farmer who regularly mistreats Courage out of jealousy and refers to him as 'stupid dog'. The entire family lives in a small, isolated farmhouse in what consists of a large, desert-like area in the middle of Kansas: the nearest town to the farmhouse is a fictional town with the literal name of Nowhere."
    },
    {
        "img": 2,
        "title":"Cow and Chicken",
        "desc":"The series focuses on the misadventures of two unlikely yet somehow biological siblings: the sweet-natured, dim, ecstatic, anthropomorphic 7-year-old Cow Steer and her cynical 11-year-old older brother Chicken Steer (both voiced by Charlie Adler). The two are often caught in escapades with their flamboyant enemy, the Red Guy (Adler), who disguises himself under various personas to attempt to scam them."
    },
    {
        "img": 3,
        "title":"Dexter's Laboratory",
        "desc":"Dexter (voiced by Christine Cavanaugh in seasons 1–3; Candi Milo in seasons 3–4) is a bespectacled boy-genius who, behind a bookcase in his bedroom, conceals a secret laboratory, which can be accessed by spoken passwords or hidden switches on his bookshelf. Though highly intelligent, Dexter often fails to achieve his goals when he becomes overexcited and careless. Although he comes from a typical American family, Dexter speaks with a thick accent of indeterminate origin. Christine Cavanaugh described it as an affectation, kind of accent, we're not quite sure. A small Peter Lorre, but not. Perhaps he's Latino, perhaps he's French. He's a scientist; he knows he needs  kind of accent. Genndy Tartakovsky explained, he's a scientist. All scientists are foreign and have accents...It's not really a German accent. It's just Eastern European."
    },
    {
        "img": 4,
        "title":"Ed, Edd n Eddy",
        "desc":"Ed, Edd n Eddy follows the lives of 'the Eds', three preteen boys who all share variations of the name Ed, but differ greatly in their personalities: Ed (voiced by Matt Hill) is the strong, dim-witted dogsbody of the group; Edd (Samuel Vincent), called Double D, is an inventor, neat freak, and the most intelligent of the Eds; and Eddy (Tony Sampson) is a devious, quick-tempered, bitter con artist, and self-appointed leader of the Eds. The three devise plans to scam the cul-de-sac kids out of their money, which they want to use to buy jawbreakers. However, problems always ensue, and the Eds' schemes usually end in failure and humiliation."
    },
    {
        "img": 5,
        "title":"Hanna-Barbera",
        "desc":"Hanna and Barbera dominated television with a wide variety of animated series, including The Huckleberry Hound Show, The Flintstones, The Yogi Bear Show, The Jetsons, Wacky Races, Scooby-Doo, Where Are You! and The Smurfs[3] and won eight Emmy Awards and in 1976, received a star on the Hollywood Walk of Fame for their achievements in animation. Their studio was a prominent presence in American television animation for over four decades.Taft Broadcasting bought the studio in 1966 and retained ownership of it until 1987. By the 1980s, as the profitability of Saturday-morning cartoons was eclipsed by weekday afternoon syndication, Hanna-Barbera's fortunes had declined. In 1991, Turner Broadcasting System purchased it from Taft (which had been renamed Great American Broadcasting in 1988) and used much of its back catalog as programming for Cartoon Network.Hanna and Barbera continued to serve as creative consultants and mentors"
    },
    {
        "img": 6,
        "title":"Johnny Bravo",
        "desc":"The series centers on Johnny Bravo (voiced by Jeff Bennett), a sunglasses-wearing, muscular, conceited narcissist and dimwitted self-proclaimed womanizer with a pompadour and an Elvis Presley-esque voice, apparently of Italian heritage, who lives in Aron City (a nod to Presley's middle name). Episodes typically revolve around him trying to get a woman to go on a date with him, though his advances are usually rejected and result in the woman in question harming him in a comedic way due to his boorish manner. Johnny's companions are Bunny 'Momma' Bravo (Brenda Vaccaro), his lively, caring, extroverted, equally dimwitted mother; and Little Suzy (Mae Whitman), a talkative and intelligent little girl from the neighborhood who likes to annoy Johnny, although he rarely remembers her name."
    },
    {
        "img": 7,
        "title":"Codename: Kids Next Door",
        "desc":"he show revolves around a group of five 10-year old kids, using codenames Numbers 1 through 5, who are the main home operatives of what is known as Sector V, which is part of a worldwide espionage-style organization called the Kids Next Door. Their mission is to fight crimes against kids (such as homework and flossing), many of which are willingly committed by 'evil' adults, senior citizens, teenagers, and other children. Numbuh 1 is the bald, astute, no-nonsense British-American boy Nigel Uno, leader of Sector V. Numbuh 2 is overweight, intellectual, aviation enthusiastic, pun-cracking German-American boy Hoagie Gilligan Jr. Numbuh 3 is the happy-go-lucky Japanese-American girl Kuki Sanban. Numbuh 4 is the short-tempered and fighting-prone Australian-American boy Wallabee Beatles. Numbuh 5 is the intelligent, laid-back, tomboyish African-American girl Abigail Lincoln."
    },
    {
        "img": 8,
        "title":"The Powerpuff Girls",
        "desc":"The show revolves around the adventures of three kindergarten aged girls with an array of various superpowers: Blossom (pink), Bubbles (blue), and Buttercup (green). The plot of an episode is usually some humorous variation of standard superhero and tokusatsu shows, with the girls using their powers to defend their town from villains and giant monsters. In addition, the girls have to deal with the normal issues that young children face, such as sibling rivalries, loose teeth,[8] personal hygiene,[9] going to school, bed wetting,[10] or dependence on a security blanket.[11] Episodes often contain hidden references to older pop culture (especially noticeable in the episode 'Meet the Beat Alls', which is a homage to the Beatles). The cartoon always tries to keep different ideas within each episode with some small tributes and parodies thrown in."
    },
    {
        "img": 9,
        "title":"Samurai Jack",
        "desc":"Samurai Jack tells the story of an unnamed young prince (voiced by Phil LaMarr) from a feudal Japan kingdom, whose father (voiced by Sab Shimono as an adult and Keone Young as a young emperor) was given a magical katana from three gods — Ra, Rama, and Odin — that he could and had used to defeat and imprison his soon to be arch-enemy, the supernatural shapeshifting demon Aku (Mako, and later Greg Baldwin for Season 5). Eight years later,[5] Aku escaped, took over the land and held the Emperor hostage, but not before the prince was sent away by his mother to travel the world and train so he could return and use the magic sword to defeat Aku. On his return, the prince-turned-samurai faced and almost defeated Aku, but before he could land a finishing blow, Aku created a time portal that sent him into the distant future, anticipating that he would be able to deal with the samurai by that time."
    },
    {
        "img": 10,
        "title":"Time Squad",
        "desc":"The show is set in the year 100,000,000 AD, on a satellite orbiting Earth. This future Earth is never visited directly, though it is referred to in dialogue as a peaceful utopia where there are no longer any problems to solve. All nations of the world have merged into one, and according to Tuddrussel, there are 'no wars, no pollution, and bacon is good for your heart'."
    },
    {
        "img": 11,
        "title":"I Am Weasel",
        "desc":"The series chronicles the random adventures of two funny animal frenemies: I.M. Weasel (Michael Dorn) and I.R. Baboon (Charlie Adler). The first one is a famous, heroic, eloquent, highly intelligent and very talented least weasel who always tries to help people out and is thus adored by everybody, constantly shouting his catchphrase 'I am Weasel!' while pointing high in the air before going after help.[10] The latter is his foil, an ugly and idiotic hamadryas baboon who is envious of Weasel's success and constantly tries to do better than he does (also doing a victory dance to express his joy when thinking he's doing so),[10] and failing miserably after all due to his total stupidity."
    }
  ]
}